Repository: common-repository/cogwork
Catalog: languages/cogwork-*.po
Languages: sv_se

source: Activity booking, membership button, calendar list and other content from Mina Aktiviteter can be added to this website with the CogWork block in the WordPress Gutenberg Editor.
sv_se: Aktivitetsbokning / webbshop, medlemsknapp, kalenderlista och annat innehåll kan hämtas från Mina Aktiviteter och visas på denna webbplats med CogWork blocket i WordPress Gutenberg editor.

source: Administrators
sv_se: Adminstratörer

source: All Mina Aktiviteter-users
sv_se: Alla Mina Aktiviteter-användare

source: Connection established with Mina Aktiviteter. The shop with activities is displaced below. Check if the organisation code is correct and that there are visible activities in Mina Aktiviteter, if the shop is not displayed below.
sv_se: Anslutning etablerad med Mina Aktiviteter. Kontrollera att organisationskoden är korrekt och att aktiviteterna är synliga i Mina Aktiviteter, om webbshopen inte visas nedan.

source: Connection to Mina Aktiviteter failed
sv_se: Anslutning till Mina Aktiviteter misslyckades.

source: Enables shortcodes that loads and displays content from CogWork (MinaAktiviteter/Dans.se/Idrott.se)
sv_se: Byter ut WordPress shortcodes mot innehåll från CW

source: Enter organisation code to start using the plugin
sv_se: Ange organisationskod för att börja använda tillägget

source: login
sv_se: inloggning

source: Login method
sv_se: Inloggningsmetod

source: Login through
sv_se: Logga in via

source: Mina Aktiviteter login not enabled. Mina Aktiviteter users can login as WordPresss users if they get new password. Their accounts can be deleted if they no longer should be able to login to WordPress
sv_se: Mina Aktiviteter-inloggning ej aktiverad. Mina Aktiviteter användare kan logga in som WordPress användare om de får nytt lösenord. Deras konton kan tas bort om de inte längre ska kunna logga in till WordPress.

source: Mina Aktiviteter-login enabled
sv_se: Mina Aktiviteter-inloggning aktiverat.

source: More information is in the tutorial
sv_se: Mer information finns i handledningen

source: Organisation code
sv_se: Organisationskod

source: Protocol
sv_se: Protokoll

source: Save Changes
sv_se: Spara ändringar

source: Server password
sv_se: Serverlösenord

source: Server password is saved
sv_se: Serverlösenord sparat

source: Shortcodes can also be directly added to a webpage if another editor is used on this website. For example [cw shop eventGroup="lindyhop"].
sv_se: Kortkoder kan även direkt läggas till på en webbsida om en annan redigerare används på denna webbplats. Till exempel [cw shop eventGroup="lindyhop"].

source: Test getting content from
sv_se: Test av att hämta innehåll från

source: Usage
sv_se: Användning

source: User can now log in to this website with their Mina Aktiviteter login credentials.
sv_se: Användaren kan nu logga in på denna webbsida med inloggningsuppgifter från Mina Aktiviteter.

source: users
sv_se: användare

source: Website or server
sv_se: Webbplats eller server
